{"query": "Should countries put a tax on products that harm the environment?"}
{"query": "Should the United States adopt socialized healthcare?"}
{"query": "Should more be done to reduce the gender pay gap?"}
{"query": "Should the voting age be lowered?"}
{"query": "Should online retailers be held accountable for counterfeit goods?"}
{"query": "Should there be stricter regulations on the use of facial recognition software?"}
{"query": "Should all nations sign and abide by the Paris Climate Agreement?"}
{"query": "Should the sale of violent video games to minors be banned?"}
{"query": "Should online gambling be regulated?"}
{"query": "Should GMO food be labeled?"}
{"query": "Should genetically modified organisms be labeled?"}
{"query": "Should guns be allowed in schools?"}
{"query": "Should the death penalty be abolished worldwide?"}
{"query": "Should robots be included in the military?"}
{"query": "Should any restrictions on public uses of drones be implemented?"}
{"query": "Should corporations have the same rights as individuals?"}
{"query": "Should same-sex marriage be legalized in all countries?"}
{"query": "Should minimum wage be increased nationally?"}
{"query": "Should wealthy countries take responsibility for pollution caused in developing countries?"}
{"query": "Should parents be held legally responsible for the actions of their children?"}
{"query": "Should the government protect the environment by increasing taxes on businesses and individuals?"}
{"query": "Should governments provide free tuition to college or university?"}
{"query": "Should there be increased restrictions on guns?"}
{"query": "Should genetically modified organisms be used in food production?"}
{"query": "Should animal testing be outlawed?"}
{"query": "Should computer algorithms be used to make police decisions more consistent?"}
{"query": "Should there be greater regulation of online content?"}
{"query": "Should the military budget be controlled and monitored by a civilian organization?"}
{"query": "Should schools use video games as a teaching tool?"}
{"query": "Should genetically modified organisms (GMOs) be allowed in the food supply?"}
{"query": "Should cloning animals be allowed?"}
{"query": "Should the voting age be lowered to 16?"}
{"query": "Should digital currency replace the use of physical cash?"}
{"query": "Should the fossil fuel industry be held accountable for climate change?"}
{"query": "Should religion play a role in government policy?"}
{"query": "Should synthetic meat be regulated in the same way as natural meat?"}
{"query": "Should an Internet tax be imposed?"}
{"query": "Should countries reduce their military budgets?"}
{"query": "Should a basic income be provided to all citizens?"}
{"query": "Should nations pursue space exploration?"}
{"query": "Should the US raise the national minimum wage?"}
{"query": "Should companies be required to pay women and men equally for the same work?"}
{"query": "Should police departments be required to release video footage of incidents to the public?"}
{"query": "Should politicians be required to release their tax returns?"}
{"query": "Should countries provide free public transportation?"}
{"query": "Should schools be allowed to teach religious education?"}
{"query": "Should firearms be regulated more heavily?"}
{"query": "Should students be able to opt out of standardized testing?"}
{"query": "Should encryption be mandatory for all electronic communication?"}
{"query": "Should criminal suspects be allowed to remain anonymous?"}
{"query": "Should there be an international effort to reduce homeless populations?"}
{"query": "Should online bullying be a criminal offense?"}
{"query": "Should taxing churches be a possibility?"}
{"query": "Should all countries have a universal basic income?"}
{"query": "Should healthcare be a fundamental right for all people?"}
{"query": "Should the US lift tariffs on imported goods?"}
{"query": "Should universities be required to provide a comprehensive mental health service?"}
{"query": "Should animal testing be allowed?"}
{"query": "Should it be mandatory for countries to implement a renewable energy target?"}
{"query": "Should online shopping be taxed more heavily than retail shopping?"}
{"query": "Should robots replace humans in hazardous jobs?"}
{"query": "Should the death penalty be abolished?"}
{"query": "Should college tuition be free?"}
{"query": "Should net neutrality be regulated?"}
{"query": "Should organ donation be mandatory?"}
{"query": "Should people be allowed to legally change their gender?"}
{"query": "Should digital currencies be regulated?"}
{"query": "Should AI be used for medical diagnoses?"}
{"query": "Should same-sex marriage be legal in all countries?"}
{"query": "Should social media companies be held responsible for content posted by their users?"}
{"query": "Should college education be free for all?"}
{"query": "Should all countries strive to reduce their consumption of fossil fuels?"}
{"query": "Should online university degrees be recognized as legitimate?"}
{"query": "Should the minimum voting age be lowered?"}
{"query": "Should the minimum wage be increased to a living wage?"}
{"query": "Should school start times be earlier or later?"}
{"query": "Should the voting age be lowered to sixteen?"}
{"query": "Should all citizens have access to free healthcare?"}
{"query": "Should we replace animal testing with alternative methods?"}
{"query": "Should national borders be open?"}
{"query": "Should euthanasia be legal?"}
{"query": "Should genetically modified food be banned?"}
{"query": "Should countries provide foreign aid?"}
{"query": "Should school start times be adjusted to account for adolescents' biological cycle?"}
{"query": "Should the death penalty be abolished entirely?"}
{"query": "Should universities offer free tuition for students?"}
{"query": "Should governments regulate the internet more rigorously?"}
{"query": "Should corporations have the same privacy rights as individuals?"}
{"query": "Should students be allowed to grade their teachers?"}
{"query": "Should animal testing be completely banned?"}
{"query": "Should school uniforms be compulsory?"}
{"query": "Should corporations be required to pay a living wage?"}
{"query": "Should genetically modified food be labeled?"}
{"query": "Should same-sex couples be allowed to adopt children?"}
{"query": "Should a plastic straw ban be implemented?"}
{"query": "Should social media be regulated more strictly?"}
{"query": "Should student loan debt be canceled?"}
{"query": "Should drones be used for personal surveillance?"}
{"query": "Should polls be conducted to gauge public opinion on important issues?"}
{"query": "Should human cloning be allowed?"}
{"query": "Should marriages be subject to a renewal process?"}
{"query": "Should all countries have free healthcare?"}
{"query": "Should drones be used for civilian surveillance?"}
{"query": "Should schools offer more mental health services to students?"}
{"query": "Should capital punishment be abolished?"}
{"query": "Should surveillance technologies be more strictly regulated?"}
{"query": "Should the drinking age be lowered?"}
{"query": "Should Social Security be privatized?"}
{"query": "Should the public be allowed to own carnivorous pets?"}
{"query": "Should wealthy nations be required to share their wealth with poorer countries?"}
{"query": "Should animal testing for medical and scientific research be abolished?"}
{"query": "Should the workplace be monitored for suspicious behavior?"}
{"query": "Should universities make tuition free?"}
{"query": "Should genetically modified foods be labeled?"}
{"query": "Should countries have the right to establish their own laws regarding LGBT rights?"}
{"query": "Should scientific research be funded by the government?"}
{"query": "Should surveillance cameras be used in public spaces?"}
{"query": "Should cosmetic surgery be allowed for minors?"}
{"query": "Should genetically modified foods be allowed to be sold in stores?"}
{"query": "Should education be free worldwide?"}
{"query": "Should the taxes on wealthy individuals and corporations be increased?"}
{"query": "Should all education be free?"}
{"query": "Should immigration laws be reformed?"}
{"query": "Should there be stricter gun control laws?"}
{"query": "Should the presidential term limit be removed?"}
{"query": "Should genetically modified crops be regulated differently than naturally modified crops?"}
{"query": "Should the wealthy be taxed more heavily?"}
{"query": "Should citizens be allowed to vote online?"}
{"query": "Should athletes be paid more than other professionals?"}
{"query": "Should state governments be abolished?"}
{"query": "Should employers be required to use gender-neutral job postings?"}
{"query": "Should taxes be increased for the wealthy?"}
{"query": "Should paid parental leave be mandatory?"}
{"query": "Should genetically modified food products be labeled?"}
{"query": "Should there be a universal basic income?"}
{"query": "Should gun ownership be heavily regulated?"}
{"query": "Should encryption be mandatory for all internet communication?"}
{"query": "Should universities have quotas for minority students?"}
{"query": "Should we move away from a fossil fuel-based economy?"}
{"query": "Should the world do more to combat global warming?"}
{"query": "Should hospitals be allowed to charge more for life-saving treatments?"}
{"query": "Should genetically-modified food be allowed in supermarkets?"}
{"query": "Should the minimum wage be raised?"}
{"query": "Should parents be legally required to vaccinate their children?"}
{"query": "Should laws prohibiting drug possession and use be abolished?"}
{"query": "Should GMO foods be labeled?"}
{"query": "Should employers be required to provide paid parental leave?"}
{"query": "Should university students have a say in their university's management decisions?"}
{"query": "Should belief in God be taught in public schools?"}
{"query": "Should gun control laws be stricter?"}
{"query": "Should cosmetic animal testing be banned?"}
{"query": "Should taxes be redistributed based on income?"}
{"query": "Should schools introduce mindfulness practices into the curriculum?"}
{"query": "Should medical care be provided to all citizens, regardless of ability to pay?"}
{"query": "Should a universal basic income be introduced?"}
{"query": "Should energy companies be required to use renewable sources?"}
{"query": "Should Uber be legalized in all countries?"}
{"query": "Should the legal drinking age be the same worldwide?"}
{"query": "Should America's military spending be decreased?"}
{"query": "Should countries invest in green infrastructure?"}
{"query": "Should the use of artificial intelligence be regulated?"}
{"query": "Should voting be mandatory for all citizens?"}
{"query": "Should universal health care be implemented globally?"}
{"query": "Should artificial intelligence regulation be adopted?"}
{"query": "Should all citizens be required to vote?"}
{"query": "Should same-sex couples be allowed to adopt?"}
{"query": "Should religion be taught in public schools?"}
{"query": "Should video game streaming be regulated?"}
{"query": "Should social media companies be held liable for content posted by users?"}
{"query": "Should prisons focus on rehabilitation instead of punishment?"}
{"query": "Should states be allowed to impose taxes on goods imported from other countries?"}
{"query": "Should a basic income be guaranteed to everyone?"}
{"query": "Should international professional sports players have to maintain a certain level of civil behavior?"}
{"query": "Should athletes be paid the same as other professionals?"}
{"query": "Should the voting age be lowered in all countries?"}
{"query": "Should private companies be allowed to manage public utilities?"}
{"query": "Should taxes on the wealthiest taxpayers be raised?"}
{"query": "Should animal testing be allowed in medical research?"}
{"query": "Should plastic bags be banned?"}
{"query": "Should public schools universally offer service-learning courses?"}
{"query": "Should the government subsidize renewable energy sources?"}
{"query": "Should every country have a minimum wage?"}
{"query": "Should all nations adopt the same moral standards?"}
{"query": "Should minimum wage be raised to a living wage?"}
{"query": "Should renewable energy sources be subsidized more than non-renewables?"}
{"query": "Should voting be mandatory?"}
{"query": "Should public health officials be given more authority?"}
{"query": "Should there be limits to free speech?"}
{"query": "Should online gambling be regulated by governments?"}
{"query": "Should mathematics be taught differently in schools?"}
{"query": "Should public transport be free?"}
{"query": "Should euthanasia be legalized?"}
{"query": "Should genetically modified foods be labeled on food packaging?"}
{"query": "Should medical experimentation on animals be allowed?"}
{"query": "Should government healthcare be provided to all citizens?"}
{"query": "Should gender education be part of the school curriculum?"}
{"query": "Should third-party candidates be included in presidential debates?"}
{"query": "Should research into the use of animals in medical research be stopped?"}
{"query": "Should the right to privacy be reconsidered?"}
{"query": "Should public schools be required to provide vegetarian meals?"}
{"query": "Should medical marijuana be legal?"}
{"query": "Should hate speech be punishable by law?"}
{"query": "Should students receive higher pay for working during college?"}
{"query": "Should the federal minimum wage be increased?"}
{"query": "Should we regulate the use of social media?"}
{"query": "Should a universal basic income be implemented?"}
{"query": "Should people have the right to control how their personal data is used?"}
{"query": "Should parents have to provide proof of vaccination to enroll children in school?"}
{"query": "Should religious institutions be taxed?"}
{"query": "Should the public be allowed to vote on local laws?"}
{"query": "Should we rely on self-driving cars for transportation?"}
{"query": "Should single-use plastics be banned?"}
{"query": "Should the government subsidize medical expenses for poorer families?"}
{"query": "Should parents be allowed to choose the gender of their children?"}
{"query": "Should the minimum wage be increased?"}
{"query": "Should healthcare be a right?"}
{"query": "Should religious symbols be allowed in public spaces?"}
{"query": "Should campaigns for elected positions be limited to publicly funded platforms?"}
{"query": "Should students be able to choose their teachers?"}
{"query": "Should schools be required to provide lessons on environmental policies?"}
{"query": "Should all nations adopt universal healthcare?"}
{"query": "Should felon voting rights be restored?"}
{"query": "Should athletes be tested for performance-enhancing drugs?"}
{"query": "Should contraception and abortion be made legal in all countries?"}
{"query": "Should the US reconsider its role in NATO?"}
{"query": "Should offshore banking be regulated?"}
{"query": "Should universities be allowed to charge tuition fees?"}
{"query": "What should be done to reduce gun violence?"}
{"query": "Should we focus on eliminating poverty or inequality?"}
{"query": "Should the government increase efforts to prevent cybercrimes?"}
{"query": "Should college tuition be free for all students?"}
{"query": "Should governments invest in renewable sources of energy?"}
{"query": "Should electronic voting be allowed in elections?"}
{"query": "Should people be allowed to own exotic animals?"}
{"query": "Should gun registration be mandatory for all citizens?"}
{"query": "Should the US government increase its surveillance of US citizens?"}
{"query": "Should parents be held liable for the actions of their children?"}
{"query": "Should robots be taxed?"}
{"query": "Should religious organizations be subject to taxes?"}
{"query": "Should each nation be required to cap carbon emissions?"}
{"query": "Should nations prioritize conservation over economic growth?"}
{"query": "Should military service be mandatory?"}
{"query": "Should internet piracy be illegal?"}
{"query": "Should artificial intelligence be regulated?"}
{"query": "Should GMO food be labeled and restricted?"}
{"query": "Should the voting age be lowered to 16 in all countries?"}
{"query": "Should more resources be dedicated towards renewable energy research?"}
{"query": "Should genetics be used for determining someone's criminal liability?"}
{"query": "Should immigrants be granted full political rights?"}
{"query": "Should all nations commit to a nuclear-free world?"}
{"query": "Should English be made an official language in the United States?"}
{"query": "Should smartphones be banned in schools?"}
{"query": "Should all US citizens be required to vote?"}
{"query": "Should social media companies be regulated?"}
{"query": "Should governments provide free college education to all citizens?"}
{"query": "Should all books be available for free on the internet?"}
{"query": "Should abortion be legal in all countries?"}
{"query": "Should governments encourage cities to become car-free zones?"}
{"query": "Should the police use drones for surveillance?"}
{"query": "Should online voting be encouraged?"}
{"query": "Should video games be regulated for age appropriateness?"}
{"query": "Should nuclear power be banned?"}
{"query": "Should the death penalty be abolished in all countries?"}
{"query": "Should countries have space exploration programs?"}
{"query": "Should the genetically modified foods be labeled?"}
{"query": "Should religion play a role in educational curricula?"}
{"query": "Should drug testing be mandatory for all athletes?"}
{"query": "Should there be limits on the pay that CEOs can receive?"}
{"query": "Should synthetic meats be allowed in the food industry?"}
{"query": "Should police departments be required to use body cameras?"}
{"query": "Should individuals have the right to modify their genetic code?"}
{"query": "Should gender-based quotas be abolished?"}
{"query": "Should voting be made compulsory?"}
{"query": "Should countries increase their military spending in light of global conflict?"}
{"query": "Should reverse discrimination be allowed?"}
{"query": "Should the voting age be altered?"}
{"query": "Should the voting age in the United States be lowered to 16?"}
{"query": "Should research animals be treated humanely?"}
{"query": "Should the US have universal healthcare?"}
{"query": "Should daylight saving time be abolished?"}
{"query": "Should all violent video games be banned?"}
{"query": "Should birth control be available to minors without parental consent?"}
{"query": "Should taxation of the wealthy be increased?"}
{"query": "Should immigrant rights be extended and if so, to what extent?"}
{"query": "Should companies be allowed to collect and use personal data?"}
{"query": "Should there be an international ban on the use of nuclear weapons?"}
{"query": "Should there be a limit to the amount of money that a person can accumulate?"}
{"query": "Should free speech be limited in cases of hate speech?"}
{"query": "Should animals have the same rights as humans?"}
{"query": "Should medical research be funded with taxpayer money?"}
{"query": "Should all forms of genetically modified food be labeled?"}
{"query": "Should technology companies be responsible for protecting user data?"}
{"query": "Should the government impose a limit on executive pay?"}
{"query": "Should countries prioritize resource conservation over economic growth?"}
{"query": "Should reality TV be more heavily regulated?"}
{"query": "Should there be an upper limit on the cost of healthcare?"}
{"query": "Should the US restrict immigration to protect its borders?"}
{"query": "Should all countries abolish their nuclear weapons?"}
{"query": "Should all drugs be legalized?"}
{"query": "Should governments create special programs to increase diversity in tech industries?"}
{"query": "Should internet censorship be allowed?"}
{"query": "Should cities institute basic income programs?"}
{"query": "Should animal testing be abolished?"}
{"query": "Should prisons be privatized?"}
{"query": "Should GMO crops be labeled?"}
{"query": "Should universal healthcare be available in all countries?"}
{"query": "Should nations use taxes to encourage citizens to buy eco-friendly products?"}
{"query": "Should public universities provide higher education for free?"}
{"query": "Should more focus be given to STEM education?"}
{"query": "Should countries be required to renew the environment?"}
{"query": "Should minimum wage be increased?"}
{"query": "Should countries be allowed to have nuclear weapons?"}
{"query": "Should genetically modified food production and crops be allowed?"}
{"query": "Should genetically modified organisms be allowed in food production?"}
{"query": "Should sanctuary cities be defunded?"}
{"query": "Should more restrictions be placed on genetically modified foods?"}
{"query": "Should renewable energy sources be subsidized?"}
{"query": "Should renewable energy sources be given priority over non-renewable sources?"}
{"query": "Should countries invest in clean energy?"}
{"query": "Should there be stricter laws on gun control?"}
{"query": "Should municipalities adopt universal basic income programs?"}
{"query": "Should the government regulate online content?"}
{"query": "Should voting be mandatory in the United States?"}
{"query": "Should genetically modified food be labeled as such?"}
{"query": "Should a two-state solution be the way forward for the Israel-Palestine conflict?"}
{"query": "Should free, universal healthcare be implemented?"}
{"query": "Should artificial intelligence be used for health systems?"}
{"query": "Should there be limitations placed on executive pay?"}
{"query": "Should private prisons be abolished?"}
{"query": "Should gender quotas be set for political elections?"}
{"query": "Should taxes be increased to fund education?"}
{"query": "Should robots replace human workers?"}
{"query": "Should Greece leave the Euro?"}
{"query": "Should countries limit the number of foreign visitors allowed?"}
{"query": "Should colleges be free for all students?"}
{"query": "Should every citizen be required to vote in elections?"}
{"query": "Should asbestos be banned completely?"}
{"query": "Should international adoptions be regulated more strictly?"}
{"query": "Should abortion be decriminalized in all countries?"}
{"query": "Should voting be compulsory?"}
{"query": "Should college be free or funded by the government?"}
{"query": "Should all generations pay into a universal retirement fund?"}
{"query": "Should countries introduce restrictions on the transportation of nuclear weapons?"}
{"query": "Should countries put a ban on plastic bag use?"}
{"query": "Should companies be required to provide paternity leave?"}
{"query": "Should tax payer money be used to fund art and culture?"}
{"query": "Should the use of animals for entertainment be banned?"}
{"query": "Should businesses be required to offer remote work options?"}
{"query": "Should the use of performance-enhancing drugs in sports be allowed?"}
{"query": "Should politicians be held more accountable for their decisions?"}
{"query": "Should corporations be held accountable for their environmental impacts?"}
{"query": "Should cryptocurrency be regulated by governments?"}
{"query": "Should governments disclose information about secret military operations?"}
{"query": "Should we phase out nuclear energy?"}
{"query": "Should driverless cars be allowed on public roads?"}
{"query": "Should social media companies be held accountable for hate speech on their platforms?"}
{"query": "Should public schools be funded with taxpayer money?"}
{"query": "Should major corporations be required to adopt sustainability practices?"}
{"query": "Should the police force be abolished?"}
{"query": "Should professional sports teams have salary caps?"}
{"query": "Should genetically modified crops be banned?"}
{"query": "Should the US president be elected by popular vote?"}
{"query": "Should smoking be banned in public places?"}
{"query": "Should police receive more funding?"}
{"query": "Should employers provide childcare for employees?"}
{"query": "Should there be a basic income for all citizens?"}
{"query": "Should the government invest in building more public transportation instead of roads?"}
{"query": "Should there be a Universal Basic Income?"}
{"query": "Should there be a global tax on the amassed wealth of the world's richest people?"}
{"query": "Should the military be allowed to recruit from high school campuses?"}
{"query": "Should police officers be required to wear body cameras?"}
{"query": "Should electroconvulsive therapy be used as a mental health treatment?"}
{"query": "Should universal health care be provided by the government?"}
{"query": "Should politicians have term limits?"}
{"query": "Should nations be required to provide universal healthcare?"}
{"query": "Should a higher tax be placed on sugary drinks?"}
{"query": "Should copyright laws be more lenient?"}
{"query": "Should AI technology be regulated?"}
{"query": "Should space exploration be funded by government money?"}
{"query": "Should there be a limit to the number of terms a president can serve?"}
{"query": "Should advanced AI technologies be regulated?"}
{"query": "Should affirmative action policies be abolished?"}
{"query": "Should the UN be given more power?"}
{"query": "Should all countries have the same environmental regulations?"}
{"query": "Should religious organizations be granted more governmental subsidies?"}
{"query": "Should universal basic income be implemented?"}
{"query": "Should there be caps on executive bonuses in companies receiving government bailouts?"}
{"query": "Should surveillance technologies be used to fight terrorism?"}
{"query": "Should companies with large carbon footprints be taxed?"}
{"query": "Should meat consumption be restricted to reduce global warming?"}
{"query": "Should renewable energy sources be incentivized?"}
{"query": "Should voter identification be required?"}
{"query": "Should an artificial intelligence be granted the same legal rights as people?"}
{"query": "Should animal testing for cosmetics be allowed?"}
{"query": "Should developed countries be financially responsible for reducing poverty in developing countries?"}
{"query": "Should parents be required to be responsible for their children's education?"}
{"query": "Should video games which feature highly violent content be banned?"}
{"query": "Should education and healthcare be free for all?"}
{"query": "Should felons be allowed to vote in elections?"}
{"query": "Should animal testing be allowed in the medical field?"}
{"query": "Should video games that involve violence be banned?"}
{"query": "Should nations have the right to impose economic sanctions on each other?"}
{"query": "Should high-frequency trading be banned?"}
{"query": "Should contact sports have higher safety regulations?"}
{"query": "Should businesses be required to recycle?"}
{"query": "Should the voting age be reduced to 16?"}
{"query": "Should countries invest more in renewable energy?"}
{"query": "Should every citizen plant a tree each year?"}
{"query": "Should video games be considered a legitimate sport?"}
{"query": "Should the government fund research into renewable energy sources?"}
{"query": "Should convicted felons be allowed to vote?"}
{"query": "Should we invest more resources into renewable energy?"}
{"query": "Should wealthy countries have an obligation to provide aid to developing nations?"}
{"query": "Should the silence of victims of sexual assault be considered evidence?"}
{"query": "Should a higher minimum wage be imposed?"}
{"query": "Should surveillance cameras be allowed in public spaces?"}
{"query": "Should the US provide more help for refugees and immigrants?"}
{"query": "Should employers be allowed to screen applicants based on their social media posts?"}
{"query": "Should the public be allowed to access the complete criminal records of convicted criminals?"}
{"query": "Should Brexit be allowed to happen?"}
{"query": "Should university classes be offered for free?"}
{"query": "Should all citizens have the right to bear arms?"}
{"query": "Should gun control be abolished world-wide?"}
{"query": "Should school days be longer?"}
{"query": "Should the death penalty be allowed?"}
{"query": "Should LGBT+ individuals face discrimination in the workplace?"}
{"query": "Should sports teams be allowed to pay college athletes?"}
{"query": "Should laws be passed to limit plastic pollution?"}
{"query": "Should recreational drugs be decriminalized?"}
{"query": "Should LGBT people be allowed to adopt?"}
{"query": "Should schools provide mental health services?"}
{"query": "Should cities have restrictions on the development of certain neighborhoods?"}
{"query": "Should governments prioritize free education as a fundamental right?"}
{"query": "Should the burka be banned?"}
{"query": "Should animal testing be stopped?"}
{"query": "Should current copyright laws be revised to allow for more widespread sharing of artistic works?"}
{"query": "Should all citizens receive equal wages regardless of job or performance?"}
{"query": "Should there be stricter regulations on surveillance technology?"}
{"query": "Should cities implement rent control?"}
{"query": "Should labor organizations be granted the power to strike?"}
{"query": "Should religious education be taught in public schools?"}
{"query": "Should educational curriculum be standardized?"}
{"query": "Should governments introduce taxes on high-sugar products?"}
{"query": "Should genetically modified food be labelled?"}
{"query": "Should employers be legally prohibited from asking about an applicant's salary history?"}
{"query": "Should citizens have the right to bear arms?"}
{"query": "Should schools be required to provide technology such as tablets and laptops for their students?"}
{"query": "Should foreign aid be restricted to humanitarian causes only?"}
{"query": "Should the use of military drones be regulated?"}
{"query": "Should there be a ban on single-use plastic items?"}
{"query": "Should public transportation be free?"}
{"query": "Should rich countries pay the debt of impoverished countries?"}
{"query": "Should foreign aid be used to promote democracy?"}
{"query": "Should the internet be censored for the protection of minors?"}
{"query": "Should employers be required to provide healthcare benefits to part-time workers?"}
{"query": "Should there be a blanket ban on political donations?"}
{"query": "Should GMOs be labeled?"}
{"query": "Should the government subsidize green energy sources?"}
{"query": "Should there be limits on political campaign donations?"}
{"query": "Should governments subsidize renewable energy sources?"}
{"query": "Should countries have a universal basic income?"}
{"query": "Should smoking be legal in some places?"}
{"query": "Should the government be able to access personal data?"}
{"query": "Should electric vehicles be subsidized by the government?"}
{"query": "Should violent video games be regulated?"}
{"query": "Should governments fund renewable energy projects?"}
{"query": "Should all gun sales require a background check?"}
{"query": "Should nuclear energy be banned?"}
{"query": "Should the internet be regulated by the government?"}
{"query": "Should voting be mandatory for citizens?"}
{"query": "Should abortion be legalized in all nations?"}
{"query": "Should there be a limit to the amount of money that can be donated to political campaigns?"}
{"query": "Should stricter gun laws be enacted in the United States?"}
{"query": "Should welfare eligibility be based on income?"}
{"query": "Should the US increase its use of renewable energy sources?"}
{"query": "Should transgender people be able to serve in the military?"}
{"query": "Should parents be able to choose their children's educational path?"}
{"query": "Should harsher punishments be implemented for hate crimes?"}
{"query": "Should companies be allowed to donate to political campaigns?"}
{"query": "Should child labor be prohibited by law?"}
{"query": "Should space exploration be prioritized over tackling climate change?"}
{"query": "What role should artificial intelligence play in health care?"}
{"query": "Should wealthy countries have an obligation to allow refugees?"}
{"query": "Should stem cell research be encouraged?"}
{"query": "Should firearms be strictly regulated?"}
{"query": "Should polygamy have legal recognition?"}
{"query": "Should people be able to choose when and how they die?"}
{"query": "Should the internet be regulated by international laws?"}
{"query": "Should the death penalty remain legal in the U.S.?"}
{"query": "Should employers be allowed to ask applicants about their criminal backgrounds?"}
{"query": "Should there be a global limit on carbon emissions?"}
{"query": "Should tax loopholes be eliminated?"}
{"query": "Should all nations have the right to peaceful nuclear energy?"}
{"query": "Should government subsidies be used to support renewable energy sources?"}
{"query": "Should governments do more to reduce the economic inequality between citizens?"}
{"query": "Should online gambling be regulated by the government?"}
{"query": "Should all public schools be required to serve healthier meals?"}
{"query": "Should cryptocurrency be regulated?"}
{"query": "Should nations reduce carbon emissions by setting a global emissions tax?"}
{"query": "Should corporations be required to pay taxes on all profits?"}
{"query": "Should renewable energy replace all other forms of energy?"}
{"query": "Should surveillance technologies be used to protect citizens?"}
{"query": "Should there be quotas for the numbers of minorities represented in police forces and other public services?"}
{"query": "Should tax increases be used to fund renewable energy sources?"}
{"query": "Should countries impose travel restrictions due to the coronavirus pandemic?"}
{"query": "Should there be more restrictions placed on gun ownership?"}
{"query": "Should public health insurance programs cover alternative medical treatments, such as acupuncture or chiropractic?"}
{"query": "Should mosques and synagogues receive the same public funding as churches?"}
{"query": "Should corporations be held accountable for their environmental policies?"}
{"query": "Should capital punishment be abolished?"}
{"query": "Should there be a limit to the amount of money a political party can spend on an election campaign?"}
{"query": "Should it be illegal to burn the flag of a nation?"}
{"query": "Should the driving age be raised?"}
{"query": "Should teachers be required to wear uniforms?"}
{"query": "Should controversial opinions be censored on social media?"}
{"query": "Should genetically-modified crops be allowed in agriculture?"}
{"query": "Should purchasing or owning firearms be severely restricted?"}
{"query": "Should healthcare companies be allowed to use medical data for commercial purposes?"}
{"query": "Should companies place limits on executive pay?"}
{"query": "Should the government fund media campaigns to inform the public on health issues?"}
{"query": "Should there be a ban on plastic shopping bags?"}
{"query": "Should genetically-modified organisms be labeled?"}
{"query": "Should organic food be more heavily regulated?"}
{"query": "Should religious education be required in public schools?"}
{"query": "Should the use of animals in research be restricted?"}
{"query": "Should healthcare be a right or a privilege?"}
{"query": "Should countries pursue a zero-carbon economy?"}
{"query": "Should corporations be required to report their carbon emissions?"}
{"query": "Should the electoral college be abolished?"}
{"query": "Should landlords be allowed to reject pets in rental properties?"}
{"query": "Should developing countries be held to the same environmental standards as developed nations?"}
{"query": "Should employers be required to provide a minimum number of vacation days to their employees?"}
{"query": "Should animal testing be prohibited?"}
{"query": "Should governments pay a basic income to citizens?"}
{"query": "Should people be allowed to own exotic pets?"}
{"query": "Should the use of performance-enhancing drugs in professional sports be legalized?"}
{"query": "Should artificial intelligence be utilized to fight crime?"}
{"query": "Should countries introduce a universal basic income?"}
{"query": "Should genetic engineering be regulated?"}
{"query": "Should subsidies be given to eco-friendly businesses?"}
{"query": "Should there be limits on corporate campaign contributions?"}
{"query": "Should the wealthy be taxed differently than the middle class?"}
{"query": "Should more effort be made to protect endangered species?"}
{"query": "Should there be limits on military spending?"}
{"query": "Should governments withhold information from citizens for security reasons?"}
{"query": "Should employer drug testing be mandatory?"}
{"query": "Should concealed carry licenses be granted to all qualified individuals?"}
{"query": "Should global corporations pay a living wage to all employees?"}
{"query": "Should religious beliefs play a part in public policy decisions?"}
{"query": "Should governments spend more on public healthcare?"}
{"query": "Should voting be mandatory in elections?"}
{"query": "Should teachers be allowed to carry guns in the classroom?"}
{"query": "Should countries with high levels of corruption ban international aid?"}
{"query": "Should people be taxed based on their carbon footprint?"}
{"query": "Should surveillance technologies be regulated?"}
{"query": "Should police officers be equipped with body cameras?"}
{"query": "Should universal healthcare be available to all?"}
{"query": "Should the government regulate the prices of essential items?"}
{"query": "Should employers be allowed to ask potential employees about their religion?"}
{"query": "Should genetically modified organisms (GMOs) be allowed in food?"}
{"query": "Should religious beliefs be taken into account when making policy decisions?"}
{"query": "Should the age of retirement be increased?"}
{"query": "Should higher taxes be imposed on luxury goods?"}
{"query": "Should countries adopt a universal healthcare system?"}
{"query": "Should abortion be restricted?"}
{"query": "Should the E.U. create a common defense force?"}
{"query": "Should there be restrictions on developing and deploying artificial intelligence?"}
{"query": "Should mandatory medical insurance be offered to all citizens?"}
{"query": "Should countries be allowed to test nuclear weapons?"}
{"query": "Should brands be allowed to invest in space exploration?"}
{"query": "Should year-round schooling be implemented?"}
{"query": "Should development of artificial intelligence be regulated?"}
{"query": "Should countries have the right to restrict emigration?"}
{"query": "Should laws against hate speech be more actively enforced?"}
{"query": "Should citizens be allowed to carry guns?"}
{"query": "Should social media companies be held accountable for harmful content on their platforms?"}
{"query": "Should countries abolish nuclear weapons?"}
{"query": "Should genetically modified organisms be labeled on food products?"}
{"query": "Should healthcare be free for all?"}
{"query": "Should Internet access be a basic human right?"}
{"query": "Should private companies hire an AI Ethics Board?"}
{"query": "Should organ donation be made mandatory for most citizens?"}
{"query": "Should nations allow the unrestricted use of nuclear energy?"}
{"query": "Should animals have rights?"}
{"query": "Should the use of drones in war be regulated?"}
{"query": "Should universal healthcare be mandatory in all developed countries?"}
{"query": "Should internet service providers be allowed to track users' online activity?"}
{"query": "Should privacy be a human right?"}
{"query": "Should countries spend more money on space exploration?"}
{"query": "Should nuclear energy be the primary energy source in the future?"}
{"query": "Should college tuition be made free for all students?"}
{"query": "Should there be restrictions on surveillance technologies?"}
{"query": "Should companies be held responsible for pollution caused by their products?"}
{"query": "Should countries impose quotas or limits on immigration?"}
{"query": "Should capital punishment be allowed in the US?"}
{"query": "Should all citizens have the right to basic universal income?"}
{"query": "Should public funding for the arts increase or decrease?"}
{"query": "Should the federal government fund medical research?"}
{"query": "Should countries be allowed to build their own nuclear weapons?"}
{"query": "Should developed countries have an obligation to provide aid to developing countries?"}
{"query": "Should public universities be tuition-free?"}
{"query": "Should online influencers have greater responsibility for their followers?"}
{"query": "Should US federal funds be used to support renewable energy sources?"}
{"query": "Should government-funded healthcare be available for all citizens?"}
{"query": "Should employers be required to provide paid leave?"}
{"query": "Should medical cannabis be legalized?"}
{"query": "Should governments do more to reduce income inequality?"}
{"query": "Should marijuana be legalized?"}
{"query": "Should animals have human rights?"}
{"query": "Should renewable energy sources receive government subsidies?"}
{"query": "Should food companies be held responsible for the public health crisis?"}
{"query": "Should wealthy countries pay for vaccinations in underdeveloped nations?"}
{"query": "Should social media platforms be more regulated?"}
{"query": "Should parents be allowed to genetically modify their unborn child?"}
{"query": "Should artificial intelligence be used for medical diagnosis?"}
{"query": "Should video games be used in classrooms?"}
{"query": "Should there be laws regulating the use of genetic engineering in the food industry?"}
{"query": "Should all citizens receive a basic income?"}
{"query": "Should foreign aid be given to other countries?"}
{"query": "Should all countries sign the Nuclear Non-Proliferation Treaty?"}
{"query": "Should schools abolish homework?"}
{"query": "Should employers be allowed to consider an applicant's credit score in the hiring process?"}
{"query": "Should international sanctions be applied to states accused of human rights violations?"}
{"query": "Should students be required to wear uniforms in school?"}
{"query": "Should corporations be held responsible for the environmental impact of their products?"}
{"query": "Should cosmetic surgery be banned?"}
{"query": "Should climate change be recognized as an emergency?"}
{"query": "Should there be expanded background checks for purchasing guns?"}
{"query": "Should reproductive healthcare access be a basic right?"}
{"query": "Should marriage be defined as between a man and a woman only?"}
{"query": "Should the US federal government provide health care for all citizens?"}
{"query": "Should governments invest in renewable energy sources?"}
{"query": "Should drone warfare be allowed?"}
{"query": "Should artificial intelligence technology be subject to regulation?"}
{"query": "Should net neutrality be protected?"}
{"query": "Should the minimum wage be tied to the cost of living?"}
{"query": "Should religious symbolism be allowed in public places?"}
{"query": "Should video games be used for educational purposes?"}
{"query": "Should single-use plastic products be banned?"}
{"query": "Should death penalty be abolished?"}
{"query": "Should higher education be free?"}
{"query": "Should all dangerous activities be regulated and controlled?"}
{"query": "Should genetically modified crops be grown?"}
{"query": "Should prisoners be given the right to vote?"}
{"query": "Should genetically modified foods be prohibited?"}
{"query": "Should more resources be given to improve public transportation?"}
{"query": "Should employers be able to require employees to take drug tests?"}
{"query": "Should schools have fewer standardized tests?"}
{"query": "Should countries ban single-use plastics?"}
{"query": "Should governments limit the power of large tech corporations?"}
{"query": "Should legal age requirements for certain activities be raised?"}
{"query": "Should universities be allowed to require attendance for classes?"}
{"query": "Should immigrants be subject to mandatory health screenings?"}
{"query": "Should all nations have the right to have nuclear weapons?"}
{"query": "Should there be a global ban on fossil fuel use?"}
{"query": "Should convicted criminals have the right to vote?"}
{"query": "Should genetically modified organisms be banned?"}
{"query": "Should renewable sources replace fossil fuels?"}
{"query": "Should government penalise companies for poor environmental practices?"}
{"query": "Should robots be allowed to make autonomous decisions?"}
{"query": "Should countries invest in nuclear fusion research?"}
{"query": "Should poverty be a criminal offense?"}
{"query": "Should employers be required to provide paid sick leave to employees?"}
{"query": "Should textbooks be augmented with augmented reality technology?"}
{"query": "Should employers be legally obligated to provide health insurance for their employees?"}
{"query": "Should billionaires be taxed at a higher rate?"}
{"query": "Should prisoners have access to the internet and social media?"}
{"query": "Should the use of animals in laboratory research be banned?"}
{"query": "Should the US Constitution be changed to reflect modern society?"}
{"query": "Should food labels identify genetically modified ingredients?"}
{"query": "Should driverless cars be legalized?"}
{"query": "Should nuclear power be phased out?"}
{"query": "Should social media networks be regulated by government agencies?"}
{"query": "Should stem cell research be allowed?"}
{"query": "Should images of violence be allowed in films?"}
{"query": "Should there be an international sanctions regime to protect human rights?"}
{"query": "Should there be a limit on carbon emissions across the world?"}
{"query": "Should the US invade North Korea?"}
{"query": "Should refugees be allowed to seek asylum in other countries?"}
{"query": "Should celebrities be held to higher moral standards?"}
{"query": "Should the government fund space exploration?"}
{"query": "Should all citizens have the right to vote?"}
{"query": "Should artwork depicting violence be censored?"}
{"query": "Should taxes be increased to pay for healthcare?"}
{"query": "Should there be a minimum wage for all workers across the world?"}
{"query": "What should be done to reduce global warming?"}
{"query": "Should it be illegal to pay women less than men for similar jobs?"}
{"query": "Should private institutions be required to adhere to the same regulations as public institutions?"}
{"query": "Should there be stricter laws for gun ownership?"}
{"query": "Should welfare programs have time limits?"}
{"query": "Should citizens be allowed to keep exotic pets?"}
{"query": "Should religious organizations be subject to the same tax laws as other organizations?"}
{"query": "Should all nationalities have the same voting rights?"}
{"query": "Should internet users have the right to anonymity?"}
{"query": "Should healthcare be free for everyone?"}
{"query": "Should lawmakers be elected using a ranked voting system?"}
{"query": "Should there be limits on the size of sugary drinks that can be purchased?"}
{"query": "Should internet access be considered a basic human right?"}
{"query": "Should all employers provide flexible working hours?"}
{"query": "Should video games be classified according to age ratings?"}
{"query": "Should animal testing be completely abolished?"}
{"query": "Should there be a global minimum wage?"}
{"query": "Should stem cell research be banned?"}
{"query": "Should foreign governments be allowed to interfere in the domestic policies of other countries?"}
{"query": "Should the use of electric cars be incentivized?"}
{"query": "Should corporations be held accountable for human rights violations committed by their suppliers?"}
{"query": "Should online voting be allowed?"}
{"query": "Should free trade agreements be preserved or abolished?"}
{"query": "Should sports salaries be capped?"}
{"query": "Should the death penalty be used in cases of serious crime?"}
{"query": "Should governments focus on green energy sources?"}
{"query": "Should countries accept refugees from war-torn areas?"}
{"query": "Should all national borders be abolished?"}
{"query": "Should access to the internet be a right?"}
{"query": "Should students have to wear uniforms?"}
{"query": "Should private education be subsidized with public funds?"}
{"query": "Should government workers be permitted to go on strike?"}
{"query": "Should the rights of parents to rear their children as they see fit be limited?"}
{"query": "Should gay marriage be legalized worldwide?"}
{"query": "Should standardized testing be abolished?"}
{"query": "Should we eliminate the practice of tipping in restaurants?"}
{"query": "Should the Internet be regulated by international law?"}
{"query": "Should the US move away from the electoral college system?"}
{"query": "Should the death penalty be allowed in all countries?"}
{"query": "Should all low-income households get free internet access?"}
{"query": "Should the government regulate internet content?"}
{"query": "Should all copyright law be replaced by a single global standard?"}
{"query": "Should education be free for all?"}
{"query": "Should all graduate students receive debt-free tuition?"}
{"query": "Should gun ownership be restricted?"}
{"query": "Should professional athletes have salary caps?"}
{"query": "Should governments tax sugary drinks?"}
{"query": "Should national security be prioritized over civil liberties?"}
{"query": "Should public schools be required to teach financial literacy?"}
{"query": "Should there be a worldwide ban on military drones?"}
{"query": "Should police forces be equipped with body cameras?"}
{"query": "Should energy companies be held accountable for environmental damage?"}
{"query": "Should genetically modified crops be grown on an industrial scale?"}
{"query": "Should billionaires pay higher taxes?"}
{"query": "Should women be allowed to serve in active combat roles in all branches of the military?"}
{"query": "Should wealthy nations have to pay a wealth tax?"}
{"query": "Should all countries have universal health care?"}
{"query": "Should governments invest more money into renewable energy sources?"}
{"query": "Should the US prioritize renewable energy sources over fossil fuels?"}
{"query": "Should big tech companies be broken up?"}
{"query": "Should governments be allowed to censor internet content?"}
{"query": "Should countries limit how much citizens can travel abroad?"}
{"query": "Should racial and religious groups be allowed to organize their own self-governed territories?"}
{"query": "Should prisons provide educational and vocational opportunities to inmates?"}
{"query": "Should nationwide voting be mandatory?"}
{"query": "Should employers have the right to monitor their employees' internet activity?"}
{"query": "Should mandatory voting be enforced?"}
{"query": "Should state governments have the right to challenge federal laws?"}
{"query": "Should companies be legally opinionated on political issues?"}
{"query": "Should governments establish universal basic income programs?"}
{"query": "Should direct trade between countries be encouraged?"}
{"query": "Should violent video games and films be more tightly regulated?"}
{"query": "Should the rich pay higher taxes?"}
{"query": "Should religious organizations be allowed to engage in politics?"}
{"query": "Should the global trading system be reformed?"}
{"query": "Should stem cell research be legalized?"}
{"query": "Should the government implement a Universal Basic Income?"}
{"query": "Should social media companies be held responsible for content posted on their platforms?"}
{"query": "Should online trolling be considered a punishable offense?"}
{"query": "Should there be limits on the use of facial recognition technology?"}
{"query": "Should we introduce a universal basic income?"}
{"query": "Should social media companies be held liable for users' posts?"}
{"query": "Should rich countries do more to help poorer countries?"}
{"query": "Should genetically modified organisms be allowed in organic farming?"}
{"query": "Should government regulations be suspended to stimulate economic development?"}
{"query": "Should charitable organizations receive more public subsidies?"}
{"query": "Should more programs be designed to encourage telecommuting?"}
{"query": "Should genetically modified foods be more regulated?"}
{"query": "Should driverless cars be allowed on the roads?"}
{"query": "Should genetically modified foods be allowed?"}
{"query": "Should wealthy countries provide financial aid to developing countries?"}
{"query": "Should robots replace humans in hazardous occupations?"}
{"query": "Should animal testing for medical research be allowed?"}
{"query": "Should there be stricter limits on the use of antibiotics in animal agriculture?"}
{"query": "Should marriage be proscribed by the state?"}
{"query": "Should recycling be made mandatory?"}
{"query": "Should drivers be required to pay a fee to access busy city roads?"}
{"query": "Should countries invest in renewable energies?"}
{"query": "Should public schools remove gender-based dress codes?"}
{"query": "Should all citizens have the basic right to access the internet?"}
{"query": "Should the Electoral College be eliminated?"}
{"query": "Should school uniforms be mandatory?"}
{"query": "Should wealthy individuals be able to purchase green cards or citizenship?"}
{"query": "Should the death penalty be abolished for all countries?"}
{"query": "Should there be a cap on CEO salaries?"}
{"query": "Should renewable energy sources be heavily subsidized by the government?"}
{"query": "Should countries adopt stricter protocols concerning in vitro fertilization?"}
{"query": "Should countries limit the creation of artificial intelligence?"}
{"query": "Should all citizens be given basic income?"}
{"query": "Should immigrants be required to pass a citizenship test to gain entry to the US?"}
{"query": "Should marriage be a legal requirement for having children?"}
{"query": "Should wealthy countries provide more aid to the developing world?"}
{"query": "Should screens have time limits for children?"}
{"query": "Should foreign workers be allowed to immigrate to the US?"}
{"query": "Should more resources be allocated to wildlife conservation?"}
{"query": "Should artificial intelligence replace human labor?"}
{"query": "Should higher taxes be imposed on the wealthy?"}
{"query": "Should medical marijuana be legalized?"}
{"query": "Should military spending be reduced?"}
{"query": "Should election results be overruled in cases of foreign interference?"}
{"query": "Should a minimum wage be implemented in all countries?"}
{"query": "Should genetically modified foods be labeled in supermarkets?"}
{"query": "Should there be caps on the salaries of CEOs?"}
{"query": "Should cyberbullying be a criminal offense?"}
{"query": "Should free college tuition be offered to all students?"}
{"query": "Should felons be allowed to vote?"}
{"query": "Should taxes on junk food be increased?"}
{"query": "Should the use of fossil fuels be phased out by 2030?"}
{"query": "Should genetically modified food be allowed in the food supply?"}
{"query": "Should the wealthy be taxed more?"}
{"query": "Should prayers and religious discussions be allowed in public schools?"}
{"query": "Should universities be allowed to require mandatory vaccinations of their students?"}
{"query": "Should immigration laws become more lenient?"}
{"query": "Should organ donation be compulsory by law?"}
{"query": "Should schools have mandatory drug testing?"}
{"query": "Should all nations increase their military budgets?"}
{"query": "Should nuclear energy be used as a primary power source?"}
{"query": "Should online piracy laws be strengthened?"}
{"query": "Should tax dollars be used to fund space exploration?"}
{"query": "Should surveillance technology be allowed in public places?"}
{"query": "Should genetically modified food have mandatory labeling?"}
{"query": "Should companies be required to pay a living wage?"}
{"query": "Should the right to bear arms be abolished?"}
{"query": "Should therapeutic cloning be legalized?"}
{"query": "Should countries have an unrestricted right to develop nuclear power?"}
{"query": "Should the minimum legal age to purchase tobacco products be increased?"}
{"query": "What measures should be taken to reduce income inequality?"}
{"query": "Should vaccines be mandatory for all school children?"}
{"query": "Should countries take a more proactive role in countering climate change?"}
{"query": "Should prisons provide inmates with access to higher education?"}
{"query": "Should major corporations be required to publicly disclose their political contributions?"}
{"query": "Should medical research be allowed to use material from aborted fetuses?"}
{"query": "Should the US have a single-payer healthcare system?"}
{"query": "Should tuition fees be abolished?"}
{"query": "Should cannabis be legalized?"}
{"query": "Should public schools be funded based on local tax revenue?"}
{"query": "Should animal testing be eliminated?"}
{"query": "Should welfare benefits increase or decrease?"}
{"query": "Should robots replace humans in the workforce?"}
{"query": "Should prison sentences for non-violent offenders be reduced?"}
{"query": "Should countries increase taxes on corporations?"}
{"query": "Should nations be judged on human rights measures?"}
{"query": "Should home food production be encouraged?"}
{"query": "Should GMO's be labeled?"}
{"query": "Should private schools be subsidized by taxpayers?"}
{"query": "Should online schools be subsidized?"}
{"query": "Should police officers wear body cameras?"}
{"query": "Should countries invest in renewable energy sources like solar and wind energy?"}
{"query": "Should the use of genetically modified food be regulated?"}
{"query": "Should genetically modified organisms be used in the food supply?"}
{"query": "Should there be a ban on the usage of plastic bags?"}
{"query": "Should all nations provide universal healthcare to their citizens?"}
{"query": "Should Xi Jinping be held accountable for the Uyghur human rights crisis?"}
{"query": "Should the public have access to scientific research data?"}
{"query": "Should research be conducted on animals before human trials?"}
{"query": "Should employers use genetic testing when making hiring decisions?"}
{"query": "Should taxes be used to fund space exploration?"}
{"query": "Should extraterrestrial life be contacted?"}
{"query": "Should private schools receive public funding?"}
{"query": "Should robots and artificial intelligence be used to perform surgery?"}
{"query": "Should the US military budget be reduced?"}
{"query": "Should international trade agreements be enforced?"}
{"query": "Should there be a cap on salaries for executives?"}
{"query": "Should genetically modified food be labeled in supermarkets?"}
{"query": "Should transportation subsidies be increased?"}
{"query": "Should public schools offer single-sex classes?"}
{"query": "Should corporate donations to political campaigns be illegal?"}
{"query": "Should a three-strikes system be implemented for felons?"}
{"query": "Should wealthy countries help fund green energy research in poorer ones?"}
{"query": "Should terminally ill people be allowed to end their lives through assisted suicide?"}
{"query": "Should there be more regulation of multinational corporations?"}
{"query": "Should there be additional restrictions on high-capacity magazines?"}
{"query": "Should there be an international emissions trading scheme?"}
{"query": "Should wealthy countries provide more aid to impoverished countries?"}
{"query": "Should genetic engineering be used to increase food production?"}
{"query": "Should genetic engineering be used to create humans with enhanced physical abilities?"}
{"query": "Should genetically modified crops be used to help with world hunger?"}
{"query": "Should robots be used to replace humans in the workplace?"}
{"query": "Should the government fund space exploration programs?"}
{"query": "Should intelligence agencies be allowed to collect metadata?"}
{"query": "Should private contributions to public education be encouraged?"}
{"query": "Should international trade be more heavily regulated?"}
{"query": "Should DNA samples be collected from individuals arrested for violent crimes?"}
{"query": "Should voter ID requirements be eliminated?"}
{"query": "Should we limit the use of drones in areas of public safety?"}
{"query": "Should genetically modified organisms be labeled in food products?"}
{"query": "Should privacy regulations on social media sites be strengthened?"}
{"query": "Should governments spend more on early childhood education?"}
{"query": "Should internet use be monitored by the government?"}
{"query": "Should foreign languages be mandatory in public schools?"}
{"query": "Should the government impose a limit on the number of children a family can have?"}
{"query": "Should college campus cafeterias offer more vegan and vegetarian options?"}
{"query": "Should all nations strive for nuclear disarmament?"}
{"query": "Should countries invest more in renewable energy sources?"}
{"query": "Should religious institutions pay taxes?"}
{"query": "Should countries impose a cap on executive pay?"}
{"query": "Should religion play a role in government?"}
{"query": "Should all people have a basic income?"}
{"query": "Should online private records and data be subject to tighter regulation?"}
{"query": "Should there be stricter limits on immigration?"}
{"query": "Should genetically modified organisms be allowed in food products?"}
{"query": "Should the use of robots be regulated?"}
{"query": "Should robots be used in healthcare?"}
{"query": "Should there be a limit on cash transactions?"}
{"query": "Should citizens be allowed to own firearms?"}
{"query": "Should genetically modified organisms be labeled on food packages?"}
{"query": "Should there be a ban on single-use plastics?"}
{"query": "Should scientists be allowed to clone animals?"}
{"query": "Should the US government provide more foreign aid?"}
{"query": "Should developed countries increase taxes to subsidize developing countries?"}
{"query": "Should world governments be more active in global climate change initiatives?"}
{"query": "Should healthcare be completely free and universal?"}
{"query": "Should publicly-funded research be accessed for free?"}
{"query": "Should nuclear energy be used as a primary energy source?"}
{"query": "Should high-income earners receive preferential healthcare?"}
{"query": "Should nonprofits be required to disclose donor information?"}
{"query": "Should genetic modification be used to enhance human capabilities?"}
{"query": "Should universities be allowed to make a profit off of student tuition?"}
{"query": "Should organic food be labeled and regulated differently from conventional food?"}
{"query": "Should celebrities have a greater responsibility to use their influence for social causes?"}
{"query": "Should international students be supported financially to attend university?"}
{"query": "Should national banks be allowed to invest in cryptocurrency?"}
{"query": "Should there be more social programs aimed at reducing poverty?"}
{"query": "Should public education be free for all students?"}
{"query": "Should online transactions be more heavily regulated?"}
{"query": "Should governments tax unhealthy food?"}
{"query": "Should the US have a successor to the Patriot Act?"}
{"query": "Should citizens be allowed to bear arms?"}
{"query": "Should genetically modified organisms be allowed to be released into the environment?"}
{"query": "Should we abolish the electoral college?"}
{"query": "Should LGBT rights be protected by law?"}
{"query": "Should medical examinations be compulsory for public office holders?"}
{"query": "Should internet companies be held responsible for content creators' copyright infringements?"}
{"query": "Should national borders be completely abolished?"}
{"query": "Should the US Federal Reserve be abolished?"}
{"query": "Should people have the right to edit their genetic code?"}
{"query": "Should online education replace traditional education?"}
{"query": "Should the Electoral College be abolished?"}
{"query": "Should robots be used in the workplace?"}
{"query": "Should all governments invest in green energy solutions?"}
{"query": "Should a gene editing technology be made available to everyone?"}
{"query": "Should nuclear power plants be shut down?"}
{"query": "Should governments promote atheism?"}
{"query": "Should illegal immigrants be granted amnesty?"}
{"query": "Should super PACs be abolished?"}
{"query": "Should taxes be used to provide universal healthcare?"}
{"query": "Should you be allowed to modify animals genetically?"}
{"query": "Should democracies give up the right to declare war?"}
{"query": "Should parents be held responsible for the crimes of their children?"}
{"query": "Should the use of antibiotics in livestock be regulated?"}
{"query": "Should a ban on plastic bags be implemented?"}
{"query": "Should genetic testing be more regulated?"}
{"query": "Should there be stricter controls on immigration?"}
{"query": "Should US soldiers in Afghanistan have immunity from prosecution?"}
{"query": "Should countries intervene to stop human rights abuses?"}
{"query": "Should money be an accepted factor in criminal sentencing?"}
{"query": "Should there be a maximum wage?"}
{"query": "Should animals be used for scientific research?"}
{"query": "Should citizens be allowed to own guns?"}
{"query": "Should employers be required to provide health insurance for employees?"}
{"query": "Should taxes on fossil fuels be increased?"}
{"query": "Should schools be required to provide healthier meal options?"}
{"query": "Should animals have legal rights?"}
{"query": "Should countries have the right to use nuclear weapons in self-defense?"}
{"query": "Should advertisements be allowed in schools?"}
{"query": "Should we have a border wall in the United States?"}
{"query": "Should the United States have a flat tax system?"}
{"query": "Should all countries abolish their nuclear weapon stockpiles?"}
{"query": "Should prisoners be allowed to vote?"}
{"query": "Should animals be used for medical research?"}
{"query": "Should free trade agreements be used to secure environmental protections?"}
{"query": "Should genetic engineering be allowed to create 'designer' babies?"}
{"query": "Should religious sects that preach hatred be banned?"}
{"query": "Should Federal taxes be reformed?"}
{"query": "Should there be stricter regulations for the welfare system?"}
{"query": "Should a Universal Basic Income be introduced?"}
{"query": "Should law enforcement punish cybersecurity offenders more harshly?"}
{"query": "Should lobbyists have limits on their activities?"}
{"query": "Should countries be allowed to build a wall on their border?"}
{"query": "Should refugees be given free healthcare?"}
{"query": "Should US citizens be allowed to vote from overseas?"}
{"query": "Should national healthcare be free for everyone?"}
{"query": "Should healthcare be a universal human right?"}
{"query": "Should private companies be allowed to conduct research on public lands?"}
{"query": "Should public schools teach about climate change?"}
{"query": "Should genetically modified foods be more tightly regulated?"}
{"query": "Should drugs be legalized?"}
{"query": "Should foreign corporate ownership of U.S. companies be restricted?"}
{"query": "Should the use of animals for medical research be banned?"}
{"query": "Should genetically modified foods be allowed in grocery stores?"}
{"query": "Should lawmakers be subject to term limits?"}
{"query": "Should countries practice universal basic income?"}
{"query": "Should people be able to grow their own food in metro cities?"}
{"query": "Should governments provide universal basic income?"}
{"query": "Should there be a minimum wage for all jobs?"}
